# coding:utf-8

# Author：coco

zone = {
    '山东': {
        '青岛': ['四方', '黄岛'],
        '济南': ['历城', '槐荫'],
        '烟台': ['龙口', '莱山']
    },
    '江苏': {
        '苏州': ['沧浪', '相城'],
        '南京': ['白下', '秦淮'],
        '无锡': ['崇安', '南长']
    },
    '浙江': {
        '杭州': ['西湖', '江干'],
        '宁波': ['海曙', '江东'],
        '温州': ['鹿城', '龙湾']
    },
    '安徽': {
        '合肥': ['蜀山', '庐阳'],
        '芜湖': ['镜湖', '鸠江'],
        '蚌埠': ['蚌山', '龙子湖']
    },
    '广东': {
        '深圳': ['罗湖', '福田'],
        '广州': ['天河', '珠海'],
        '东莞': ['莞城', '长安']
    }
}

